Repository: Patricia370/Charity-Auction
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es

source: 1stAuction
es: 1ºSubasta

source: 2nd Auction
es: 2º Subasta

source: 3rdAuction
es: 3ºSubasta

source: 4th Auction
es: 4º Subasta

source: All proceeds of the auction reach health-related charities.
es: Todas las ganancias de la subasta irán destinadas a obras sanitarias.

source: Alliance
es: el cáncer

source: Auctioneers will sell items that are new or in like-new condition or antiques.
es: Se venderán artículos nuevos, seminuevos o antigüedades.

source: Auction Distribution for Selected Charities
es: Distribución de las ganancias

source: Auction categories include, but are not limited to, the following:
es: Las categorías de los artículos incluyen lo siguiente, aunque no se limitan a ello:

source: Cancer
es: Alianza contra

source: Charity Auction
es: Subasta benéfica

source: Diabetes
es: Liga de

source: Do you have any new or like-new items or antiques packed away, waiting for the perfect occasion?
es: ¿Tienes algún artículo nuevo o seminuevo, o incluso antigüedades esperando a la ocasión perfecta?

source: Electronics:computers, printers, scanners, cameras
es: Electrónica: ordenadores, impresoras, escáners, cámaras.

source: Entertainment:books, movies, music, games
es: Ocio: libros, películas, música, juegos.

source: FIFTH ANNUAL KNOLL SPRINGS CHARITY AUCTION
es: QUINTA EDICIÓN ANUAL DE LA SUBASTA BENÉFICA DE KNOLL SPRINGS

source: For every item sold at the auction, the donor and the buyer each specify a charity to which they want the proceeds directed.
es: Por cada artículo vendido en la subasta, el donante y el comprador eligen una obra a la que quieren destinar las ganancias.

source: Heart
es: Sociedad

source: Home and Garden:appliances, clocks, tools
es: Casa y jardín: relojes, herramientas, accesorios.

source: If the donor and buyer identify the same organization, the specified charity receives 100 percent of the proceeds.
es: Si ambos eligen la misma, esta recibirá el 100%.

source: If the donor and buyer identify two separate organizations, Knoll Springs Community Club sends 50 percent of the proceeds to each charity.
es: Si cada uno elige una diferente, Knoll Springs destinará el 50% de los beneficios a cada una de ellas.

source: If you are interested in donating items or volunteering your time for this auction, please contact Mark Kane at 555-3828.
es: Si estás interesado en donar algún artículo o ser voluntario en esta subasta, por favor, contacta con Mark Kane en el 555-3828.

source: JOIN US FOR THIS GREAT CAUSE!
es: ¡ÚNETE A NOSOTROS EN ESTA CAUSA SOLIDARIA!

source: Join us in making the Fifth Annual Knoll Springs Charity Auction a success.
es: Únete a nosotros en la Quinta Edición Anual de la subasta benéfica de Knoll Springs a success.

source: League
es: Diabetes

source: Outdoor Equipment:bicycles, golf clubs, tents, boats
es: Equipamiento de exterior: bicicletas, accesorios de golf, tiendas de campaña, barcas.

source: Society
es: del corazón

source: Thank you very much!
es: ¡Muchas gracias!

source: The amount of funds raised at the past four annual auctions has been phenomenal, as shown in the following table and chart:
es: La cantidad de fondos conseguidos en las cuatro ediciones anteriores fue espectacular , como se observa en la tabla siguiente:

source: We also are requesting the assistance of volunteers before and during the auction, as outlined in the table below:
es: También se ruega la asistencia de voluntarios antes y durante la subasta, como se especifica en la tabla inferior:

source: Would you consider donating these items or volunteering your time to a cause that will benefit humanity?
es: ¿Considerarías donar estos artículos o prestarte voluntario para esta causa benéfica?

source: • Art: figurines, paintings, photographs, pottery, statues
es: • Arte: figuras, cuadros, fotografías, cerámica, estátuas.
